Repository: SubvertDev/ForPDA
Catalog: Modules/Sources/ToastClient/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Cannot change self reputation
ru: Вы не можете менять репутацию самому себе

source: Change denied, this person recently downvoted you
ru: Изменение отклонено, т.к. вы недавно ставили минус этому человеку

source: Change denied, this person you recently downvoted
ru: Изменение отклонено, т.к. он недавно поставил вам минус

source: Error sending report
ru: Ошибка отправки жалобы

source: Not enough posts for reputation change
ru: У вас недостаточно постов, чтобы менять репутацию

source: Post deleted
ru: Пост удален

source: Post karma changed
ru: Голос засчитан

source: Post not found
ru: Пост не найден

source: Report sent
ru: Жалоба отправлена

source: Report too short
ru: Слишком короткая жалоба

source: Reputation change blocked
ru: Изменение репутации заблокировано

source: Reputation change error
ru: Ошибка изменения репутации

source: Reputation changed
ru: Репутация изменена

source: Whoops, something went wrong..
ru: Упс, что-то пошло не так..

source: You can no longer change reputation today
ru: Вы больше не можете менять репутацию сегодня

source: You can not change reputation for this post
ru: Вы больше не можете менять репутацию за этот пост

source: You can not change reputation for this user now
ru: В данный момент вы не можете изменить репутацию этому человеку

source: You can not change reputation for this user today
ru: Вы больше не можете менять репутацию этому человеку сегодня

source: Your reputation is too low
ru: У вас слишком низкая репутация
